Repository: 12dora/LegacyEhPanda
Catalog: AppPackage/Sources/DetailFeature/Resources/Localizable.xcstrings
Source language: en
Languages: de, ja, ko, zh_hans, zh_hant

# accessibility.download
source: Download
de: Herunterladen
ja: ダウンロード
ko: 다운로드
zh_hans: 下载
zh_hant: 下載

# accessibility.downloaded
source: Delete downloaded gallery
de: Heruntergeladene Galerie löschen
ja: ダウンロード済みのギャラリーを削除
ko: 다운로드한 갤러리 삭제
zh_hans: 删除已下载画廊
zh_hant: 刪除已下載畫廊

# accessibility.downloading
source: Downloading %lld of %lld
de: Lädt %lld von %lld herunter
ja: %lld / %lld ページをダウンロード中
ko: %lld / %lld 페이지 다운로드 중
zh_hans: 正在下载第 %lld / %lld 页
zh_hant: 正在下載第 %lld / %lld 頁

# accessibility.login
source: Log in to download
de: Zum Herunterladen anmelden
ja: ダウンロードするにはログインが必要です
ko: 다운로드하려면 로그인해야 합니다
zh_hans: 登录后即可下载
zh_hant: 登入後即可下載

# accessibility.partial
source: Retry download. %lld of %lld pages are already available.
de: Download erneut versuchen. %lld von %lld Seiten sind bereits verfügbar.
ja: ダウンロードを再試行。すでに %lld / %lld ページが利用可能です。
ko: 다운로드 다시 시도. 이미 %lld / %lld 페이지를 사용할 수 있습니다.
zh_hans: 重新下载，已有 %lld / %lld 页可用。
zh_hant: 重新下載，已有 %lld / %lld 頁可用。

# accessibility.pause_action
source: Pause download
de: Download pausieren
ja: ダウンロードを一時停止
ko: 다운로드 일시 정지
zh_hans: 暂停下载
zh_hant: 暫停下載

# accessibility.paused
source: Resume download. Paused at %lld of %lld
de: Download fortsetzen. Pausiert bei %lld von %lld
ja: ダウンロードを再開。%lld / %lld ページで停止中
ko: 다운로드 다시 시작. %lld / %lld 페이지에서 일시 정지됨
zh_hans: 继续下载，当前暂停在第 %lld / %lld 页
zh_hant: 繼續下載，目前暫停在第 %lld / %lld 頁

# accessibility.preparing
source: Preparing download
de: Download-Informationen werden geladen
ja: ダウンロード情報を取得中
ko: 다운로드 정보를 불러오는 중
zh_hans: 正在获取下载信息
zh_hant: 正在取得下載資訊

# accessibility.queued
source: Queued
de: In Warteschlange
ja: ダウンロード待ち
ko: 다운로드 대기 중
zh_hans: 已加入下载队列
zh_hant: 已加入下載佇列

# accessibility.repair
source: Repair download
de: Download reparieren
ja: ダウンロードを修復
ko: 다운로드 복구
zh_hans: 修复下载文件
zh_hant: 修復下載檔案

# accessibility.retry
source: Retry download
de: Download erneut versuchen
ja: ダウンロードを再試行
ko: 다운로드 다시 시도
zh_hans: 重新下载
zh_hant: 重新下載

# accessibility.update
source: Update download
de: Download aktualisieren
ja: ダウンロードを更新
ko: 다운로드 업데이트
zh_hans: 更新下载内容
zh_hant: 更新下載內容

source: Archives
de: Archiv
ja: アーカイブ
ko: 아카이브
zh_hans: 归档
zh_hant: 存檔

# archives_action
source: Archives
de: Archiv
ja: アーカイブ
ko: 아카이브
zh_hans: 归档
zh_hant: 存檔至 H@H 用戶端

source: Comments
de: Kommentar
ja: コメント
ko: 댓글
zh_hans: 评论
zh_hant: 留言

source: Create Default Folder
de: Standardordner erstellen
ja: デフォルトフォルダを作成
ko: 기본 폴더 만들기
zh_hans: 创建默认文件夹
zh_hant: 建立預設資料夾

# delete_folder
source: This will delete the folder and all downloaded galleries inside it.
de: Der Ordner und alle heruntergeladenen Galerien darin werden gelöscht.
ja: フォルダとその中のダウンロード済みギャラリーをすべて削除します。
ko: 폴더와 그 안에 다운로드한 모든 갤러리를 삭제합니다.
zh_hans: 这将删除该文件夹及其中所有已下载的画廊。
zh_hant: 這將刪除此資料夾及其中所有已下載的畫廊。

# download_to_hath_client
source: Download To H@H Client
de: Mit H@H Client herunterladen
ja: H@H クライアントにダウンロード
ko: H@H 클라이언트로 저장
zh_hans: 下载到 H@H 客户端
zh_hant: 下載至 H@H 用戶端

source: Edit comment
de: Kommentar bearbeiten
ja: コメントを編集
ko: 평가 수정
zh_hans: 编辑评论
zh_hant: 編輯留言

# empty_folders
source: Folders you create will appear here.
de: Von dir erstellte Ordner werden hier angezeigt.
ja: 作成したフォルダはここに表示されます。
ko: 만든 폴더가 여기에 표시됩니다.
zh_hans: 创建的文件夹会显示在这里。
zh_hant: 建立的資料夾會顯示在這裡。

source: Favorited
de: Favorisiert
ja: 気に入り
ko: 즐겨찾기
zh_hans: 收藏
zh_hant: 收藏

# favorited_unit
source: Times
de: mal
ja: 回
ko: 번
zh_hans: 次
zh_hant: 次

source: File Size
de: Dateigröße
ja: ファイルサイズ
ko: 파일 크기
zh_hans: 文件大小
zh_hant: 檔案大小

source: Folder name
de: Ordnername
ja: フォルダ名
ko: 폴더 이름
zh_hans: 文件夹名称
zh_hant: 資料夾名稱

source: Folders
de: Ordner
ja: フォルダ
ko: 폴더
zh_hans: 文件夹
zh_hant: 資料夾

source: Give a Rating
de: Bewertung abgeben
ja: 評価する
ko: 별점 주기
zh_hans: 给予评分
zh_hant: 給予評分

# hath_client_not_found
source: You must have a H@H client assigned to your account to use this feature.
de: Du benötigst einen deinem Konto zugehörigen H@H Client um diese Funktion nutzen zu können
ja: この機能を使うには、アカウントに関連付けられている H@H クライアントが必要です
ko: H@H 클라이언트를 아이디에 연동시킨 후 사용해주세요.
zh_hans: 你需要一个关联到账户的 H@H 客户端才能使用这个功能
zh_hant: 你需要一個連結到帳號的 H@H 用戶端才能使用這個功能

# hath_client_not_online
source: Your H@H client appears to be offline. Turn it on, then try again.
de: Dein H@H Client scheint offline zu sein. Sieh nach, ob er läuft und probier's nochmal
ja: H@H クライアントは現在オフラインのようです、起動してからもう一度お試しください
ko: H@H 클라이언트가 오프라인인 것 같네요. 클라이언트를 켜고 다시 시도해주세요.
zh_hans: 你的 H@H 客户端似乎处于离线状态，请启动它后再试
zh_hant: 你的 H@H 用戶端為離線狀態，請啟動後再試

source: Images
de: Bilder
ja: 画像
ko: 이미지
zh_hans: 图片
zh_hant: 圖片

# invalid_resolution
source: The requested gallery cannot be downloaded with the selected resolution.
de: Die gewünschte Galerie kann nicht in der gewählten Auflösung heruntergeladen werden
ja: このギャラリーは選択された解像度ではダウンロードできません
ko: 이 콘텐츠는 선택한 해상도로 다운로드할 수 없어요.
zh_hans: 该画廊不能以选中的分辨率下载
zh_hant: 該畫廊不能以目前選擇的解析度下載

# metadata.archive_URL
source: Archive URL
de: Archiv-URL
ja: アーカイブリンク
ko: 아카이브 주소
zh_hans: 归档链接
zh_hant: 存檔 URL

# metadata.average_rating
source: Average rating
de: Durchschnittliche Bewertung
ja: 平均評価
ko: 평균 별점
zh_hans: 平均评分
zh_hant: 平均評分

# metadata.category
source: Category
de: Kategorie
ja: カテゴリー
ko: 장르
zh_hans: 分类
zh_hant: 類別

# metadata.favorited
source: Favorited
de: Favorisiert
ja: お気に入り済み
ko: 즐겨찾기에 저장 됨
zh_hans: 已收藏
zh_hant: 已收藏

# metadata.favorited_times
source: Favorited times
de: Anzahl Favorisierungen
ja: 気に入り数
ko: 즐겨찾기된 수
zh_hans: 收藏次数
zh_hant: 被收藏次數

# metadata.file_size
source: File size
de: Dateigröße
ja: ファイルサイズ
ko: 파일 크기
zh_hans: 文件大小
zh_hant: 檔案大小

# metadata.gallery_URL
source: Gallery URL
de: Galerie-URL
ja: ギャラリーリンク
ko: 갤러리 주소
zh_hans: 画廊链接
zh_hant: 畫廊 URL

# metadata.gallery_infos
source: Gallery infos
de: Galerie-Infos
ja: ギャラリー情報
ko: 갤러리 정보
zh_hans: 画廊信息
zh_hant: 畫廊資訊

# metadata.japanese_title
source: Japanese title
de: Japanischer Titel
ja: 日本語タイトル
ko: 일본어 제목
zh_hans: 日文标题
zh_hant: 日文標題

# metadata.language
source: Language
de: Sprache
ja: 言語
ko: 언어
zh_hans: 语言
zh_hant: 語言

# metadata.my_rating
source: My rating
de: Meine Bewertung
ja: 自分の評価
ko: 내 별점
zh_hans: 我的评分
zh_hant: 我的評分

# metadata.no
source: No
de: Nein
ja: いいえ
ko: 아니요
zh_hans: 否

# metadata.none
source: None
de: Keine
ja: なし
ko: 없음
zh_hans: 无

# metadata.page_count
source: Page count
de: Seitenzahl
ja: ページ数
ko: 페이지 수
zh_hans: 页数
zh_hant: 頁數

# metadata.parent_URL
source: Parent URL
de: Übergeordnete URL
ja: 親ギャラリーリンク
ko: 부모 갤러리 링크
zh_hans: 上游画廊链接

# metadata.posted_date
source: Posted date
de: Veröffentlicht am
ja: 投稿日付
ko: 업로드된 날짜
zh_hans: 发布日期
zh_hant: 發布日期

# metadata.rating_count
source: Rating count
de: Anzahl Bewertungen
ja: 評価数
ko: 별점 갯수
zh_hans: 评分次数
zh_hant: 被評分次數

# metadata.title
source: Title
de: Titel
ja: タイトル
ko: 제목
zh_hans: 标题
zh_hant: 標題

# metadata.torrent_count
source: Torrent count
de: Anzahl Torrents
ja: トレント数
ko: 토렌트 수
zh_hans: 种子个数
zh_hant: 種子數量

# metadata.visibility
source: Visibility
de: Sichtbarkeit
ja: 可視
ko: 가시성
zh_hans: 可见
zh_hant: 能見度

# metadata.yes
source: Yes
de: Ja
ja: はい
ko: 네
zh_hans: 是

# no_folders
source: No folders yet
de: Noch keine Ordner
ja: フォルダはまだありません
ko: 아직 폴더가 없습니다
zh_hans: 还没有文件夹
zh_hant: 還沒有資料夾

source: Page Count
de: Seitenzahl
ja: ページ数
ko: 페이지 수
zh_hans: 页数
zh_hant: 頁數

# page_count_unit
source: Pages
de: Seiten
ja: ページ
ko: 페이지
zh_hans: 页
zh_hant: 頁

source: Post comment
de: Kommentar abgeben
ja: コメントを書く
ko: 평가 남기기
zh_hans: 发布评论
zh_hant: 發表留言

source: Previews
de: Vorschau
ja: プレビュー
ko: 미리보기
zh_hans: 预览
zh_hant: 預覽

# ratings_count
source: %@ Ratings
de: %@ Bewertungen
ja: %@ 件の評価
ko: %@명의 별점
zh_hans: %@ 个评分
zh_hant: %@ 個評分

source: Read
de: Lesen
ja: 閲覧
ko: 읽기
zh_hans: 阅读
zh_hant: 閱讀

source: Redownload
de: Erneut laden
ja: 再ダウンロード
ko: 다시 다운로드
zh_hans: 重新下载
zh_hant: 重新下載

source: Redownload Gallery?
de: Galerie erneut herunterladen?
ja: ギャラリーを再ダウンロードしますか？
ko: 갤러리를 다시 다운로드할까요?
zh_hans: 重新下载画廊？
zh_hant: 重新下載畫廊？

# redownload_gallery_description
source: Start a fresh download for this gallery now?
de: Diese Galerie jetzt vollständig neu herunterladen?
ja: このギャラリーを今すぐ最初から再ダウンロードしますか？
ko: 이 갤러리를 지금 처음부터 다시 다운로드할까요?
zh_hans: 现在重新完整下载此画廊吗？
zh_hant: 現在重新完整下載此畫廊嗎？

source: Repair
de: Reparieren
ja: 修復
ko: 복구
zh_hans: 修复
zh_hant: 修復

source: Repair Download?
de: Download reparieren?
ja: ダウンロードを修復しますか？
ko: 다운로드를 복구할까요?
zh_hans: 修复下载？
zh_hant: 修復下載？

# repair_download_description
source: Repair the offline files for this gallery now?
de: Die Offline-Dateien dieser Galerie jetzt reparieren?
ja: このギャラリーのオフラインファイルを今すぐ修復しますか？
ko: 이 갤러리의 오프라인 파일을 지금 복구할까요?
zh_hans: 现在修复此画廊的离线文件吗？
zh_hant: 現在修復此畫廊的離線檔案嗎？

# saved_details
source: Couldn't refresh online details. Showing saved details instead.
de: Online-Details konnten nicht aktualisiert werden. Stattdessen werden gespeicherte Details angezeigt.
ja: オンラインの詳細を更新できなかったため、保存済みの詳細を表示しています。
ko: 온라인 세부 정보를 새로고침할 수 없어 저장된 세부 정보를 표시합니다.
zh_hans: 无法刷新在线详情，现显示已保存的详情。
zh_hant: 無法重新整理線上詳情，現顯示已儲存的詳情。

source: Similar Gallery
de: Ähnliche Galerien
ja: 類似ギャラリー
ko: 비슷한 작품
zh_hans: 相似画廊
zh_hant: 類似畫廊

source: Update Download?
de: Download aktualisieren?
ja: ダウンロードを更新しますか？
ko: 다운로드를 업데이트할까요?
zh_hans: 更新下载？
zh_hant: 更新下載？

# update_download_description
source: Update this gallery to the newest online version now?
de: Diese Galerie jetzt auf die neueste Online-Version aktualisieren?
ja: このギャラリーを今すぐオンラインの最新バージョンに更新しますか？
ko: 이 갤러리를 지금 온라인 최신 버전으로 업데이트할까요?
zh_hans: 现在将此画廊更新到线上最新版本吗？
zh_hant: 現在將此畫廊更新到線上最新版本嗎？

source: Vote down
de: Dagegen stimmen
ja: 反対票を投じる
ko: 반대 투표
zh_hans: 投票反对

source: Vote up
de: Dafür stimmen
ja: 賛成票を投じる
ko: 찬성 투표
zh_hans: 投票赞成

source: Withdraw vote
de: Stimme zurückziehen
ja: 投票を取り消す
ko: 투표 취소
zh_hans: 撤销投票
zh_hant: 收回評分

source: Links
ja: リンク
ko: 링크
zh_hans: 链接
zh_hant: 連結

# metadata.cover_URL
source: Cover URL
ja: カバーリンク
ko: 표지 주소
zh_hans: 封面链接
zh_hant: 封面 URL

# metadata.torrent_URL
source: Torrent URL
ja: トレントリンク
ko: 토렌트 주소
zh_hans: 种子链接
zh_hant: 種子 URL

# metadata.uploader
source: Uploader
ja: アップローダー
ko: 업로드
zh_hans: 上传者
zh_hant: 上傳者

source: Torrents
ja: トレント
ko: 토렌트
zh_hans: 种子
zh_hant: 種子

# metadata.token
source: Token
ko: 토큰

# metadata.id
source: ID
zh_hant: 畫廊 ID
